{
  "pmid": "32322943",
  "title": "Human bone marrow mesenchymal stem cell injection in subchondral lesions of knee osteoarthritis: a prospective randomized study versus contralateral arthroplasty at a mean fifteen year follow-up.",
  "abstract": "Recently, mesenchymal stem cells (MSCs) have been proposed as potential treatment modalities for knee osteoarthritis. However, indications and long-term results have not been frequently reported. The purpose of this study was to determine whether bone marrow lesion on MRI are predictive of risk progression to total knee arthroplasty during the first ten years after subchondral cell therapy. This study included 140 adults aged 65 to 90 years. These 140 patients (mean age 75.4 ± 14.2 years) planned to undergo staged-bilateral total knee arthroplasty (TKA) for medial osteoarthritis, had \"comparable\" pain in both knees, and accepted randomization of the knees for surgery. They received TKA on one side and a subchondral injection of MSCs (from iliac bone marrow concentrate) on the contralateral knee during the same anaesthetic. The bone marrow graft of 20 cm After treatment with MSCs injection in bone marrow lesions of the subchondral bone, medial femorotibial compartment BML volume experienced regression over 24 months (mean regression 1.5 cm This study showed that subchondral bone marrow concentrate (as compared with TKA) had a sufficient effect on pain to postpone or avoid the TKA in the contra lateral joint of patients with bilateral osteoarthritis. Bone marrow lesions were predictive factors for future knee arthroplasty in the knee with subchondral cell therapy at ten years follow-up.",
  "authors": "Hernigou, Philippe; Delambre, Jérôme; Quiennec, Steffen; Poignard, Alexandre",
  "journal": "International orthopaedics",
  "doi": "10.1007/s00264-020-04571-4",
  "publication_date": "2026-02-16T07:55:48.015061",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 29,
  "relevance_score_breakdown": {
    "clinical_relevance": 11,
    "study_quality": 5,
    "novelty_impact": 11,
    "actionability": 2,
    "total_score": 29
  },
  "value_category": "very_low_value",
  "priority_level": "very_low_priority",
  "relevance_score_legacy": 40,
  "predictive_factors": [
    {
      "factor": "Age",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "to determine whether bone marrow lesion on mri are predictive of risk progression to total knee arthroplasty during the first ten years after subchondral cell therapy. this study included 140 adults aged 65 to 90 years. these 140 patients (mean age 75.4 ± 14.2 years) planned to undergo staged-bilateral total knee arthroplasty (tka) for medial osteoarthritis, had \"comparable\" pain in both knees, and"
    },
    {
      "factor": "Pain",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "included 140 adults aged 65 to 90 years. these 140 patients (mean age 75.4 ± 14.2 years) planned to undergo staged-bilateral total knee arthroplasty (tka) for medial osteoarthritis, had \"comparable\" pain in both knees, and accepted randomization of the knees for surgery. they received tka on one side and a subchondral injection of mscs (from iliac bone marrow concentrate) on the contralateral knee du"
    },
    {
      "factor": "Mri",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "al treatment modalities for knee osteoarthritis. however, indications and long-term results have not been frequently reported. the purpose of this study was to determine whether bone marrow lesion on mri are predictive of risk progression to total knee arthroplasty during the first ten years after subchondral cell therapy. this study included 140 adults aged 65 to 90 years. these 140 patients (mean a"
    }
  ],
  "processing_status": "processed",
  "created_at": "2026-02-16T07:55:50.130561",
  "updated_at": "2026-02-16T07:55:50.130781"
}