{
  "pmid": "29655497",
  "title": "The AAHKS Clinical Research Award: Intraosseous Regional Prophylaxis Provides Higher Tissue Concentrations in High BMI Patients in Total Knee Arthroplasty: A Randomized Trial.",
  "abstract": "Obesity is an established risk factor for periprosthetic joint infections after total knee arthroplasty (TKA). In obese patients, a larger dose of prophylactic vancomycin based on actual body weight is required to reach therapeutic concentrations. It is unclear how tissue concentrations are affected when intraosseous regional administration (IORA) is used in this population. This study compared tissue concentrations of low-dose vancomycin via IORA vs actual body weight-adjusted systemic intravenous (IV) dose in primary TKA. Twenty-two patients with a body mass index (BMI) >35 undergoing TKA were randomized into 2 groups. The IV group received 15 mg/kg (maximum of 2 g) of systemic IV vancomycin and the IORA group received 500 mg vancomycin into the tibia. Subcutaneous fat and bone samples were taken at regular intervals. Tissue antibiotic concentrations were measured using liquid chromatography coupled with tandem mass spectrometry. A blood sample was taken 1 to 2 hours after tourniquet deflation to measure systemic concentration. The mean BMI was 41.1 in the IORA group and 40.1 in the IV systemic group. The overall mean tissue concentration in subcutaneous fat was 39.3 μg/g in the IORA group and 4.4 μg/g in the IV systemic group (P < .01). Mean tissue concentrations in bones were 34.4 μg/g in the IORA group and 6.1 μg/g in the IV systemic group (P < .01). Low-dose IORA was effective in the high-BMI population group, providing tissue concentrations of vancomycin 5-9 times higher than systemic administration. IORA optimizes timing of vancomycin administration and provides high tissue antibiotic concentrations during TKA in this high-risk patient group.",
  "authors": "Chin, Seung Joon; Moore, Grant A; Zhang, Mei; Clarke, Henry D; Spangehl, Mark J; Young, Simon W",
  "journal": "The Journal of arthroplasty",
  "doi": "10.1016/j.arth.2018.03.013",
  "publication_date": "2025-12-29T07:18:26.764492",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 30,
  "relevance_score_breakdown": {
    "clinical_relevance": 6,
    "study_quality": 10,
    "novelty_impact": 8,
    "actionability": 6,
    "total_score": 30
  },
  "value_category": "very_low_value",
  "priority_level": "very_low_priority",
  "relevance_score_legacy": 30,
  "predictive_factors": [
    {
      "factor": "Bmi",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "on. this study compared tissue concentrations of low-dose vancomycin via iora vs actual body weight-adjusted systemic intravenous (iv) dose in primary tka. twenty-two patients with a body mass index (bmi) >35 undergoing tka were randomized into 2 groups. the iv group received 15 mg/kg (maximum of 2 g) of systemic iv vancomycin and the iora group received 500 mg vancomycin into the tibia. subcutaneous"
    },
    {
      "factor": "Body Mass Index",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "in this population. this study compared tissue concentrations of low-dose vancomycin via iora vs actual body weight-adjusted systemic intravenous (iv) dose in primary tka. twenty-two patients with a body mass index (bmi) >35 undergoing tka were randomized into 2 groups. the iv group received 15 mg/kg (maximum of 2 g) of systemic iv vancomycin and the iora group received 500 mg vancomycin into the tibia. subcuta"
    },
    {
      "factor": "Obesity",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "obesity is an established risk factor for periprosthetic joint infections after total knee arthroplasty (tka). in obese patients, a larger dose of prophylactic vancomycin based on actual body weight is requi"
    }
  ],
  "processing_status": "error",
  "created_at": "2025-12-29T07:18:28.155380",
  "updated_at": "2025-12-29T07:18:28.329988"
}