{
  "pmid": "29681527",
  "title": "Factors affecting the incidence and management of fixed flexion deformity in total knee arthroplasty: A systematic review.",
  "abstract": "This study aimed to systematically review the literature and identify factors which would contribute to the intraoperative correction of FFD to frame a potential surgical algorithm or predictive model to guide intraoperative decision-making. Electronic searches of six databases were undertaken in April 2016 according to the PRISMA guidelines, and the reference lists of studies searched. Quality of studies was assessed using the STROBE checklist, and the Downs and Black Scores. Twenty-five studies investigating 10, 679 knees were found to satisfy the inclusion and exclusion criteria. These studies described a variety of pre-operative and intra-operative factors which contribute to the development or correction of post-operative FFD. The only patient predictor of post-operative FFD was pre-operative FFD. The intra-operative steps described to correct FFD were: distal femoral resection, soft-tissue balancing (in the posterior and medial compartments), sagittal component flexion and posterior condylar offset. However, no studies investigated these in an integrated model. This review has identified various pre-, intra- and post-operative factors predictive of post-operative FFD. In practice, these factors are likely to interact, and therefore further investigation in an integrated model is crucial to developing a statistically sound and reliable intraoperative algorithm for surgeons to follow when correcting fixed flexion deformity.",
  "authors": "An, Vincent V G; Scholes, Corey J; Fritsch, Brett A",
  "journal": "The Knee",
  "doi": "10.1016/j.knee.2018.03.008",
  "publication_date": "2025-12-29T07:18:28.875248",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 30,
  "relevance_score_breakdown": {
    "clinical_relevance": 4,
    "study_quality": 15,
    "novelty_impact": 8,
    "actionability": 3,
    "total_score": 30
  },
  "value_category": "very_low_value",
  "priority_level": "very_low_priority",
  "relevance_score_legacy": 33,
  "predictive_factors": [],
  "processing_status": "error",
  "created_at": "2025-12-29T07:18:30.283773",
  "updated_at": "2025-12-29T07:18:30.458701"
}