{
  "pmid": "35156408",
  "title": "Outcomes of Distal Femoral Osteotomy for Valgus Malalignment: A Systematic Review and Meta-analysis of Closing Wedge Versus Opening Wedge Techniques.",
  "abstract": "Valgus knee deformity increases the risk for lateral articular chondral damage, contributing to earlier onset and accelerated progression of osteoarthritis. Distal femoral osteotomy (DFO) unloads the lateral joint compartment and can be performed using closing wedge (CW) or opening wedge (OW) techniques. To perform a systematic review and meta-analysis for patients with valgus knee deformity undergoing DFO to determine differences in patient-reported outcome measures (PROMs), complications, and survival rates, comparing CW versus OW DFO. Systematic review, Level of evidence, 4. A literature review was performed according to PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines utilizing PubMed, Cochrane Database, Ovid/MEDLINE, and Scopus. Inclusion criteria consisted of studies reporting outcomes in patients undergoing CW or OW DFO for the treatment of valgus knee deformities with symptomatic lateral compartment pathology with a minimum 2-year follow-up. PROMs and complications were analyzed using random-effects modeling to identify differences in outcomes as a function of surgical technique. Long-term survival data, defined as conversion to total knee arthroplasty, were analyzed using a multiple metaregression model as a function of individual study follow-up time points and surgical technique. In total, we included 23 retrospective studies (n = 619 knees), of which 10 studies (n = 271 knees) reported outcomes after CW DFO and 13 studies (n = 348 knees) reported on OW DFO outcomes. Good to excellent clinical outcomes were reported in PROMs when compared with preoperative values with both techniques, while no significant differences between techniques were appreciated on functional Knee Society Scores and Tegner scores. No significant differences were appreciated in the incidence of complications reported in patients undergoing CW (20%) versus OW (33%) DFO ( Both CW and OW DFO techniques were associated with good to excellent clinical outcomes with no significant differences in PROMs based on technique. Pain requiring hardware removal was the most common complication in both techniques, while long-term survivability was found to be a function of follow-up and not surgical technique. Technique selection should be based on shared patient-physician decision making with an emphasis on surgeon preference and technique familiarity.",
  "authors": "Diaz, Connor C; Lavoie-Gagne, Ophelie Z; Knapik, Derrick M; Korrapati, Avinaash; Chahla, Jorge; Forsythe, Brian",
  "journal": "The American journal of sports medicine",
  "doi": "10.1177/03635465211051740",
  "publication_date": "2026-02-16T07:55:16.108411",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 46,
  "relevance_score_breakdown": {
    "clinical_relevance": 9,
    "study_quality": 23,
    "novelty_impact": 8,
    "actionability": 6,
    "total_score": 46
  },
  "value_category": "low_value",
  "priority_level": "low_priority",
  "relevance_score_legacy": 49,
  "predictive_factors": [
    {
      "factor": "Pain",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "patients undergoing cw (20%) versus ow (33%) dfo ( both cw and ow dfo techniques were associated with good to excellent clinical outcomes with no significant differences in proms based on technique. pain requiring hardware removal was the most common complication in both techniques, while long-term survivability was found to be a function of follow-up and not surgical technique. technique selection s"
    }
  ],
  "processing_status": "processed",
  "created_at": "2026-02-16T07:55:18.183083",
  "updated_at": "2026-02-16T07:55:18.183289"
}