{
  "pmid": "35360949",
  "title": "Are there functional biomechanical differences in robotic arm-assisted bi-unicompartmental knee arthroplasty compared with conventional total knee arthroplasty? A prospective, randomized controlled trial.",
  "abstract": "The aim of this study was to compare any differences in the primary outcome (biphasic flexion knee moment during gait) of robotic arm-assisted bi-unicompartmental knee arthroplasty (bi-UKA) with conventional mechanically aligned total knee arthroplasty (TKA) at one year post-surgery. A total of 76 patients (34 bi-UKA and 42 TKA patients) were analyzed in a prospective, single-centre, randomized controlled trial. Flat ground shod gait analysis was performed preoperatively and one year postoperatively. Knee flexion moment was calculated from motion capture markers and force plates. The same setup determined proprioception outcomes during a joint position sense test and one-leg standing. Surgery allocation, surgeon, and secondary outcomes were analyzed for prediction of the primary outcome from a binary regression model. Both interventions were shown to be effective treatment options, with no significant differences shown between interventions for the primary outcome of this study (18/35 (51.4%) biphasic TKA patients vs 20/31 (64.5%) biphasic bi-UKA patients; p = 0.558). All outcomes were compared to an age-matched, healthy cohort that outperformed both groups, indicating residual deficits exists following surgery. Logistic regression analysis of primary outcome with secondary outcomes indicated that the most significant predictor of postoperative biphasic knee moments was preoperative knee moment profile and trochlear degradation (Outerbridge) (R Robotic arm-assisted bi-UKA demonstrated equivalence to TKA in achieving a biphasic gait pattern after surgery for osteoarthritis of the knee. Both treatments are successful at improving gait, but both leave the patients with a functional limitation that is not present in healthy age-matched controls. Cite this article: ",
  "authors": "Banger, Matthew S; Doonan, James; Jones, Bryn G; MacLean, Angus D; Rowe, Philip J; Blyth, Mark J G",
  "journal": "The bone & joint journal",
  "doi": "10.1302/0301-620X.104B4.BJJ-2021-0837.R1",
  "publication_date": "2025-12-29T07:17:39.802620",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 42,
  "relevance_score_breakdown": {
    "clinical_relevance": 11,
    "study_quality": 14,
    "novelty_impact": 12,
    "actionability": 5,
    "total_score": 42
  },
  "value_category": "low_value",
  "priority_level": "low_priority",
  "relevance_score_legacy": 51,
  "predictive_factors": [
    {
      "factor": "Age",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "ferences shown between interventions for the primary outcome of this study (18/35 (51.4%) biphasic tka patients vs 20/31 (64.5%) biphasic bi-uka patients; p = 0.558). all outcomes were compared to an age-matched, healthy cohort that outperformed both groups, indicating residual deficits exists following surgery. logistic regression analysis of primary outcome with secondary outcomes indicated that th"
    },
    {
      "factor": "Gait Analysis",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "l knee arthroplasty (tka) at one year post-surgery. a total of 76 patients (34 bi-uka and 42 tka patients) were analyzed in a prospective, single-centre, randomized controlled trial. flat ground shod gait analysis was performed preoperatively and one year postoperatively. knee flexion moment was calculated from motion capture markers and force plates. the same setup determined proprioception outcomes during a"
    }
  ],
  "processing_status": "error",
  "created_at": "2025-12-29T07:17:41.646384",
  "updated_at": "2025-12-29T07:17:42.645533"
}