{
  "pmid": "41067208",
  "title": "Preservation of posterior cruciate ligament in cruciate-retaining total knee arthroplasty with a cruciate-substituting insert does not affect postoperative clinical outcomes, including Forgotten Joint Score 12.",
  "abstract": "The in vivo function of the preserved posterior cruciate ligament (PCL) in cruciate-retaining (CR) total knee arthroplasty (TKA) is still ill-defined. This study aimed to investigate whether the preserved PCL itself affects postoperative clinical outcomes, including the Forgotten Joint Score 12 (FJS-12), in CR-TKA using matched prostheses and matched inserts. We prospectively included 93 knees from 62 patients undergoing primary TKA for knee osteoarthritis using the Triathlon total knee system with a cruciate-substituting (CS) insert (CS-insert). The PCL was preserved in the CR-group, while it was sacrificed in the CS-group. Postoperative clinical outcome at the final follow-up (at least one year postoperatively), including FJS-12, radiologic parameters, and intraoperative influencing factors such as each component angle, posterior tibial slope, posterior condylar offset, joint gap, joint balance, and joint laxity were compared between the two groups. There were no significant differences between CR- and CS-groups in terms of preoperative patient characteristics, as well as intraoperative influencing factors. In addition, there were no significant differences between the two groups regarding postoperative extension (p = 0.14) and flexion (p = 0.41), Knee Injury and Osteoarthritis Outcome Score (69.4 ± 8.4 versus 72.9 ± 9.5, p = 0.07), and median FJS-12 score (75.0 (64.6-84.3) versus 82.0 (72.4-89.6), p = 0.16). In CR-TKA, the preserved PCL itself does not affect postoperative clinical outcomes, including FJS-12.",
  "authors": "Hayashi, Seiju; Kato, Kei",
  "journal": "The Knee",
  "doi": "10.1016/j.knee.2025.09.001",
  "publication_date": "2025-12-22T20:04:36.736489",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 13,
  "predictive_factors": [],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:04:38.073639",
  "updated_at": "2025-12-22T20:04:38.073641"
}