{
  "pmid": "41138539",
  "title": "Varus and neutral coronal knee phenotypes dominate globally: insights from a systematic review and meta-analysis of the CPAK classification.",
  "abstract": "The Coronal Plane Alignment of the Knee(CPAK) classification provides a reproducible framework for describing native coronal alignment and is increasingly used to guide personalized strategies in total knee arthroplasty (TKA). This systematic review and meta-analysis synthesizes the global distribution of CPAK phenotypes, stratified by osteoarthritis (OA) status, age, ethnicity, and region. A systematic review and meta-analysis were conducted in accordance with PRISMA guidelines. Embase, PubMed/MEDLINE, and CENTRAL were searched for studies reporting CPAK classifications in healthy or osteoarthritic adult knees between February 2021 and January 2025. Eligible studies applied radiographic assessment and the original 9-type CPAK system. Pooled prevalence estimates were calculated with a random-effects model. Subgroup analyses were performed by OA status, geography, age, and ethnicity. Thirty-three studies (32,543 knees) were included. CPAK Type 1 was the most common phenotype (31.5 %), followed by Type 2 (26.4 %). In osteoarthritic cohorts, Type 1 predominated (35.4 %), while in healthy cohorts, Type 2 was more frequent (22.9 %). Geographic variation was observed: Asian populations mainly showed Type 1, whereas Caucasian populations more often displayed Type 2. Age-stratified analysis revealed Type 2 was most frequent in younger cohorts (<40 years, 36.3 %), while Type 1 dominated after 40 years (34.4 %). This review provides the first global synthesis of CPAK distribution, highlighting variability shaped by OA status and demographic factors. The predominance of Type 1 in osteoarthritic knees and Type 2 in healthy individuals supports personalized alignment strategies. However, CPAK remains limited to the coronal plane and does not include sagittal or axial parameters essential for TKA planning. Level III, systematic review and meta-analysis.",
  "authors": "de Geofroy, Bernard; Ghabi, Ammar; Fairag, Rayan; Machado, Axel; Gonzalez, Jean-François; Micicoi, Grégoire",
  "journal": "The Knee",
  "doi": "10.1016/j.knee.2025.10.002",
  "publication_date": "2025-12-22T20:04:21.306408",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 29,
  "predictive_factors": [
    {
      "factor": "Age",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "de personalized strategies in total knee arthroplasty (tka). this systematic review and meta-analysis synthesizes the global distribution of cpak phenotypes, stratified by osteoarthritis (oa) status, age, ethnicity, and region. a systematic review and meta-analysis were conducted in accordance with prisma guidelines. embase, pubmed/medline, and central were searched for studies reporting cpak classif"
    },
    {
      "factor": "Ethnicity",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "rsonalized strategies in total knee arthroplasty (tka). this systematic review and meta-analysis synthesizes the global distribution of cpak phenotypes, stratified by osteoarthritis (oa) status, age, ethnicity, and region. a systematic review and meta-analysis were conducted in accordance with prisma guidelines. embase, pubmed/medline, and central were searched for studies reporting cpak classifications in"
    }
  ],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:04:22.636132",
  "updated_at": "2025-12-22T20:04:22.636135"
}