{
  "pmid": "41242311",
  "title": "Atractylenolide III regulates Vitamin K1 metabolism to activate effector chondrocytes for ameliorating cartilage degeneration in KOA.",
  "abstract": "The treatment for early-stage knee osteoarthritis (KOA) mainly focuses on anti-inflammatory and analgesic, yet the effective regulatory methods to improve cartilage degeneration remains a significant challenge. To explore the potential therapeutic mechanism of Atractylenolide III (AT-III) in treating KOA via an integrated strategy of multi-omics analysis and experiments. The OA model was created via DMM method and administered with AT-III. The effects of AT-III in treating KOA were evaluated by micro-CT, and histopathological staining. The OA chondrocytes were stimulated with LPS in vitro. Following AT-III and Vitamin K1(VK1) intervention, the rate of apoptosis, proliferation, and extracellular matrix (ECM) synthesis were measured by flow cytometry, CCK-8 assay, and Alcian blue and Toluidine blue staining. Subsequently, single-cell transcriptomics and untargeted metabolomics were used to identify specific clusters of OA chondrocytes and key metabolites. Integrated multi-omics analysis, molecular docking, molecular dynamics simulations and the VK1 rescue experiments were performed to validate the downstream regulatory mechanism. AT-III suppressed bone loss in the subchondral bone, improved cartilage damage and maintained ECM metabolic homeostasis in vivo. In vitro, AT-III enhanced chondrocytes proliferation and ECM synthesis while suppressing apoptosis. The crucial regulatory role of Vitamin K1 and effector chondrocytes were identified in the early progression of KOA through metabolomic and single-cell transcriptomic analysis. Integrative multi-omics results and downstream validation experiments revealed that AT-III modulated ESR2/VK1/MMP9 metabolic axis to restore cartilage homeostasis. Our findings futher confirm Vitamin K1 metabolism as a pivotal factor in promoting cartilage repair and demonstrate that Atractylenolide III ameliorates cartilage degeneration by targeting ESR2/VK1/MMP9 metabolic axis.",
  "authors": "Chen, Weijian; Xiao, Jiacong; Zhou, Yuehui; Zhao, Jifeng; Tao, Jiasheng; Ye, Zhilong; Lin, Xiaodong; Lu, Chao; Song, Yizhe; Zhou, Chi; Liu, Jun; Jiang, Tao; Zeng, Mingzhu; Zhao, Chuanxi; Liu, Wengang",
  "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
  "doi": "10.1016/j.phymed.2025.157537",
  "publication_date": "2025-12-22T20:04:12.414456",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 19,
  "predictive_factors": [],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:04:13.849080",
  "updated_at": "2025-12-22T20:04:13.849082"
}