{
  "pmid": "41273871",
  "title": "Sclareol alleviates synovial inflammation in knee osteoarthritis by regulating sphingolipid metabolism along the gut-bone axis.",
  "abstract": "Sclareol(SCL) is a diterpene alcohol compound with anti-inflammatory, antibacterial, and antioxidant properties, and it has high oral bioavailability. However, its pharmacological effects in the field of knee osteoarthritis(KOA) remain unclear. The pharmacological effects of SCL intervention on synovial inflammation in KOA rats were observed using methods such as histopathology and molecular biology. Subsequently, further in vivo and in vitro experiments were conducted to explore the effects of SCL. By combining metabolomics and 16S rRNA sequencing, the impact of SCL on the gut microbiota and metabolic levels was investigated. Based on the results of the omics analyses, the mechanism by which SCL alleviates synovial inflammation in KOA was verified. Histopathology and molecular biology showed that SCL can significantly improve synovial inflammation and pathological progression in KOA. However, SCL did not exhibit anti-inflammatory effects in vitro experiments or in rats treated with antibiotics. Combined analysis of untargeted metabolomics and 16S RNA-seq indicated that SCL may exert its effects by altering the abundance of bacterial groups like Prevotellaceae ga6a1 group and Corynebacterium and regulating the levels of lipid metabolites such as ceramides. Finally, our combined in vivo and in vitro experiments confirmed that fecal microbiota transplantation (FMT) from SCL-treated rats could modulate gut microbiota composition, reduce sphingolipid metabolism, lower necroptosis levels of synovial macrophages, and decrease inflammation in KOA rats. SCL reduces the abundance of Prevotellaceae ga6a1 group and Corynebacterium decreased levels of ceramides, sphingomyelin, and sphingosine, which in turn lower synovial macrophage necroptosis and synovial inflammation.",
  "authors": "Jie, Lishi; Liu, Junnan; Liu, Yujiang; Zhang, Kaijia; Shen, Xiaofeng; Xu, Bo; Ji, Wanbo; Shi, Xiaoqing",
  "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
  "doi": "10.1016/j.phymed.2025.157563",
  "publication_date": "2025-12-22T20:04:10.583692",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 7,
  "predictive_factors": [],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:04:11.882693",
  "updated_at": "2025-12-22T20:04:11.882695"
}