{
  "pmid": "41324480",
  "title": "There is no standardised measurement approach for medial proximal tibial angle after unicompartmental knee arthroplasty: A systematic review.",
  "abstract": "Unicompartmental knee arthroplasty (UKA) is increasingly used for isolated knee osteoarthritis. The medial proximal tibial angle (MPTA) is important for describing tibial alignment. However, MPTA measurement after UKA is challenging because one tibial compartment is prosthetic. This systematic review evaluated the measurement of MPTA after UKA, summarised methodological variability, and assessed the quality and reliability of the reported methods. PubMed, Embase, Web of Science, and Scopus were searched. Eligible original studies reported radiographic MPTA measurement techniques in patients who underwent UKA. Two reviewers independently screened, extracted data, and assessed study quality using the Newcastle-Ottawa Scale. Due to methodological heterogeneity, a qualitative narrative synthesis was conducted. Twenty-three studies met the inclusion criteria, encompassing 4,075 patients and one cadaveric study with 26 specimens. Measurement reporting was heterogeneous and often incomplete: 12 studies did not specify their MPTA technique. Among the described approaches, three standard methods emerged: (1) using the tibial component coronal angle (TCA) as a proxy for MPTA, (2) connecting the proximal medial point of the prosthesis to a lateral native tibial landmark (medial-to-lateral joint line), and (3) the Cartier-type angle. Reliability reporting was limited: only six studies reported both inter- and intra-observer reliability with specific statistical measures, three reported inter-observer reliability only, three stated dual assessors without metrics, and eleven reported no reliability data. There is no standardised and validated method for MPTA measurement after UKA. Heterogeneity in landmarks and reliability reporting undermines the comparability of results across studies. A standardised and validated measurement approach for MPTA after UKA is urgently needed. Level III.",
  "authors": "Hajiaghajani, Sina; Farsani, Ali Soltani; Aminizadeh, Sina; Poursalehian, Mohammad; Alvand, Abtin; Mortazavi, Seyed Mohammad Javad",
  "journal": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
  "doi": "10.1002/ksa.70204",
  "publication_date": "2025-12-22T20:04:03.674050",
  "access_type": "open_access",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ksa.70204",
  "relevance_score": 46,
  "predictive_factors": [],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:04:04.189107",
  "updated_at": "2025-12-22T20:04:04.189109"
}