{
  "pmid": "41354766",
  "title": "Exosomal miRNA-25-3p from platelet-rich plasma alleviates chondrocyte pyroptosis and knee osteoarthritis by regulating MAP4K2/Hippo/TNFAIP3 pathway.",
  "abstract": "Recent studies have highlighted the efficacy of platelet-rich plasma-derived exosomes (PRP-Exo) in managing osteoarthritis (OA). This research aimed at exploring the effect and mechanism of PRP-Exo-mediated intervention in chondrocyte pyroptosis and knee osteoarthritis. In this study, PRP was collected from human volunteers and rats, and the PRP-Exo was extracted, which was employed in the in vitro and in vivo OA model. The molecular interaction was analyzed by luciferase reporter assay, Chromatin immunoprecipitation and Electrophoretic Mobility Shift Assay experiment. Cell pyroptosis was analyzed by flow cytometry and biomarkers detection. Degrees of cartilage injury were detected using Alcian Blue, Safranin O Fast Green, and Toluidine Blue O staining. Our results showed that PRP-Exo had a similar effect with PRP on alleviating chondrocyte pyroptosis and OA progression. PRP-Exo functioned by transferring miR-25-3p to chondrocyte, which targeting to MAP4K2 and regulating Hippo pathway. MiR-25-3p inhibition weaken the effect of PRP-Exo, while MAP4K2 overexpression reversed the effect of miR-25-3p overexpression. Besides, TNFAIP3 was confirmed as a downstream molecular of MAP4K2/Hippo pathway. The effect of miR-25-3p was also confirmed in a rat OA model. Collectively, this study elucidated that PRP-Exo derived miR-25-3p alleviated chondrocyte pyroptosis and OA progression by regulating the MAP4K2/Hippo/TNFAIP3 pathway.",
  "authors": "Wang, Jing; Li, Jingzhi; He, Xiuming; Zhang, Hongtao; Zheng, Xiaoyu; Luo, Han; Yang, Zhenyu; Zhou, Xiaozhong",
  "journal": "Functional & integrative genomics",
  "doi": "10.1007/s10142-025-01780-1",
  "publication_date": "2025-12-22T20:03:26.234911",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 11,
  "predictive_factors": [],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:03:27.567345",
  "updated_at": "2025-12-22T20:03:27.567347"
}