{
  "pmid": "41368655",
  "title": "Study on Bone Mineral Density Around the Knee in Postmenopausal Women with Osteoarthritis and Osteoporosis.",
  "abstract": "Osteoporosis (OP) and knee osteoarthritis (KOA) are common comorbidities in postmenopausal women, yet the relationship between OP and localized bone mineral density (BMD) around the knee remains unclear. This study investigated the effect of concomitant OP on periarticular BMD and its associations with the Western Ontario and McMaster University Osteoarthritis Index (WOMAC), radiographic severity, and hip-knee-ankle (HKA) angle in postmenopausal women with KOA. In this cross-sectional study, 117 postmenopausal women were classified into a KOA combined with OP group (n=59) and a KOA-only group (n=58) based on dual-energy X-ray absorptiometry (DXA) T-scores. All participants underwent dual-energy computed tomography (DECT) to quantify BMD around the distal femur, proximal tibia, and patella; weight-bearing radiographs to assess Kellgren-Lawrence (K&L) grade and HKA angle; and the WOMAC questionnaire to evaluate pain and joint function. Patients with KOA combined with OP demonstrated significantly lower knee BMD than those with KOA alone (P < 0.001). This reduction in BMD was more pronounced with increasing OP severity. Notably, even after adjusting for pain levels, BMD remained significantly lower in the KOA combined with OP group (P < 0.05). Furthermore, medial knee BMD in the KOA combined with OP group exhibited an inverted U-shaped relationship with K&L grade, peaking at grade III before declining. In contrast, BMD increased progressively with K&L grade in the KOA group. A significant inverse correlation was also observed between the HKA angle and medial knee BMD in the KOA combined with OP group, suggesting greater bone loss with increasing valgus deformity. Postmenopausal women with KOA combined with OP have markedly lower periarticular BMD, associated with more severe pain, distinctive radiographic changes, and poorer alignment. These findings highlight the need for active bone preservation and OP management in KOA patients to alleviate symptoms and potentially slow disease progression.",
  "authors": "Guo, Zijian; Mao, Xingjia; Wang, Zehua; Lu, Yao; Song, Feipeng; Chen, Shuai; Di, Jingkai; Yan, Zehui; Tian, Zui; Xiang, Chuan",
  "journal": "International journal of women's health",
  "doi": "10.2147/IJWH.S550710",
  "publication_date": "2025-01-01T00:00:00",
  "access_type": "open_access",
  "pdf_url": "https://www.dovepress.com/article/download/109479",
  "pdf_path": "data/pdfs/41368655.pdf",
  "relevance_score": 34,
  "predictive_factors": [
    {
      "factor": "Age",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "ve markedly lower periarticular bmd, associated with more severe pain, distinctive radiographic changes, and poorer alignment. these findings highlight the need for active bone preservation and op management in koa patients to alleviate symptoms and potentially slow disease progression. international journal of women’s health"
    },
    {
      "factor": "Gender",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "between hip bmd and hip oa k&l grading in patients with op after adjusting for age and gender.49 the underlying"
    },
    {
      "factor": "Bmi",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "demographic data (age, weight, height) were recorded for all patients and bone mass index (bmi) was calculated. additionally,"
    },
    {
      "factor": "Body Mass Index",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "abbreviations: koa, knee osteoarthritis; op, osteoporosis; p, p value; bmi, body mass index; womac, western"
    },
    {
      "factor": "Pain",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "(dect) to quantify bmd around the distal femur, proximal tibia, and patella; weight-bearing radiographs to assess kellgren-lawrence (k&l) grade and hka angle; and the womac questionnaire to evaluate pain and joint function. patients with koa combined with op demonstrated significantly lower knee bmd than those with koa alone (p < 0.001). this reduction in bmd was more pronounced with increasing op se"
    },
    {
      "factor": "Womac",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "around the knee remains unclear. this study investigated the effect of concomitant op on periarticular bmd and its associations with the western ontario and mcmaster university osteoarthritis index (womac), radiographic severity, and hip-knee-ankle (hka) angle in postmenopausal women with koa. in this cross-sectional study, 117 postmenopausal women were classified into a koa combined with op group (n="
    },
    {
      "factor": "Stiffness",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "movements, 2) the severity of joint stiffness, and 3) difficulty in performing activities of daily living. each item is scored using"
    },
    {
      "factor": "Disability",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "affect postmenopausal women, contributing significantly to pain, functional disability, and diminished quality of life in"
    },
    {
      "factor": "Kellgren-Lawrence",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "rptiometry (dxa) t-scores. all participants underwent dual-energy computed tomography (dect) to quantify bmd around the distal femur, proximal tibia, and patella; weight-bearing radiographs to assess kellgren-lawrence (k&l) grade and hka angle; and the womac questionnaire to evaluate pain and joint function. patients with koa combined with op demonstrated significantly lower knee bmd than those with koa alone (p <"
    },
    {
      "factor": "Osteophyte",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "this population.1–3 while knee oa (koa) is characterized by progressive cartilage degradation, osteophyte formation,"
    }
  ],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:03:45.607854",
  "updated_at": "2025-12-22T20:03:45.607857"
}