{
  "pmid": "41377586",
  "title": "Clinical differences in patient reported outcome measures between kinematically aligned total knee arthroplasty and medial uni-condylar knee arthroplasty: Systematic review and meta-analysis.",
  "abstract": "Knee osteoarthritis (OA) is a leading cause of disability worldwide, often culminating in surgical intervention. Medial unicompartmental knee arthroplasty (UKA) and kinematically aligned total knee arthroplasty (KA TKA) offer differing surgical philosophies. While UKA has historically shown superior functional outcomes compared to mechanically aligned TKA, the emergence of KA TKA may challenge this advantage. This systematic review and network meta-analysis compared clinical outcomes of medial UKA versus KA TKA to inform surgical decision-making. Following PRISMA 2020 guidelines, a systematic search of nine databases was conducted. Only randomized controlled trials (RCTs) comparing calliper-verified unrestricted KA TKA and medial UKA were included. Primary outcomes were patient-reported outcome measures (PROMs), specifically the Oxford Knee Score (OKS), Knee Society Score (KSS), Forgotten Joint Score (FJS), and KOOS. Data were pooled using network meta-analysis with the IVhet model. Risk of bias was assessed using the JBI Critical Appraisal Checklist. Seventeen RCTs with 2,189 participants met inclusion criteria. Indirect comparisons revealed no statistically significant differences between KA TKA and medial UKA for OKS (WMD: 0.84; 95 % CI: -1.68 to 3.37), KSS (SMD: 0.012; 95 % CI: -0.362 to 0.386), FJS (WMD: -0.19; 95 % CI: -7.84 to 7.47), and KOOS (SMD: 0.456; 95 % CI: -0.174 to 1.086). Sensitivity analyses showed short-term benefits of UKA in OKS, while KA TKA showed slight advantages in FJS at 1-2 years. Heterogeneity was high, but consistency between direct and indirect estimates was confirmed. KA TKA demonstrates comparable functional outcomes to medial UKA across key PROMs, effectively narrowing the historical performance gap. These findings support KA TKA as a viable alternative to medial UKA, offering a broader treatment spectrum for end-stage knee OA.",
  "authors": "Elmajee, Mohammed; Munasinghe, Chathura; Elson, Harriet; Nair, Nandita; Syed, Azka; Khatib, Muhammad; Nikolaides, Anastasios",
  "journal": "Journal of orthopaedics",
  "doi": "10.1016/j.jor.2025.10.007",
  "publication_date": "2025-12-22T20:01:41.764960",
  "access_type": "open_access",
  "pdf_url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12688678/",
  "relevance_score": 58,
  "predictive_factors": [
    {
      "factor": "Koos",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "tka and medial uka were included. primary outcomes were patient-reported outcome measures (proms), specifically the oxford knee score (oks), knee society score (kss), forgotten joint score (fjs), and koos. data were pooled using network meta-analysis with the ivhet model. risk of bias was assessed using the jbi critical appraisal checklist. seventeen rcts with 2,189 participants met inclusion criteria"
    },
    {
      "factor": "Disability",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "knee osteoarthritis (oa) is a leading cause of disability worldwide, often culminating in surgical intervention. medial unicompartmental knee arthroplasty (uka) and kinematically aligned total knee arthroplasty (ka tka) offer differing surgical philosophies"
    }
  ],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:01:42.126265",
  "updated_at": "2025-12-22T20:01:42.126268"
}