{
  "pmid": "41379546",
  "title": "Mapping the Quality of German-Language Health Information on the Treatment of Knee Osteoarthritis: Cross-Sectional Analysis.",
  "abstract": "Patients with knee osteoarthritis have a considerable need for information about their condition, its progression, and available treatments. Decision-making is often complex and requires evidence-based health information material (HIM). When medical consultations do not sufficiently address patients' needs, many seek additional information independently. This study aimed to examine the quality of German-language HIM on knee osteoarthritis treatment and its suitability for supporting informed choice. In particular, the study analyzed the content of the HIM and assessed the balance in the presentation of treatment options. A descriptive cross-sectional study was conducted. HIM was identified through a combination of search strategies, including a systematic internet search using commonly used German terms related to the treatment of knee osteoarthritis. Identified HIMs were independently assessed by 2 raters using the validated Mapping the Quality of Health Information (MAPPinfo) checklist, which operationalizes the criteria of the Guideline Evidence-Based Health Information. Information quality was calculated on a scale from 0% to 100%, representing compliance with the quality standard. A descriptive content analysis was also carried out to examine the range and balance of treatment options presented, as well as the reporting of benefits and complications associated with total knee arthroplasty (TKA). The presence of certification was recorded. A total of 94 HIMs were included. On average, the material met 14.6% (SD 9.4%) of the quality criteria. HIM from public and nonprofit providers performed better (mean 40.1%, SD 3.6% and mean 37.2%, SD 23.1%, respectively) than those from other providers. Overall, 14 HIMs presented treatment options in a balanced manner. Among the 78 HIMs that covered TKA, 38.5% (n=30) did not report any benefits, and 35.9% (n=28) omitted potential complications. Certified HIMs showed only moderately higher information quality than uncertified material (mean 26.8%, SD 16% vs mean 12.7%, SD 5.9%). Our results highlight the urgent need to improve the quality of German-language HIM on knee osteoarthritis. The deficits identified are fundamental and affect all dimensions of information quality. Although HIM from public or nonprofit organizations has better information quality, this does not facilitate informed choice. The frequent omission of complications and benefits of TKA and the unbalanced presentation of treatment options can influence decisions. Until structural improvements are made, patients seeking quality information should favor material from public or nonprofit providers. Additionally, the MAPPinfo checklist could form the basis of a differentiated certification system to make information quality more transparent for patients.",
  "authors": "Zacher, Sandro; Kasper, Jürgen; Lauberger, Julia; Lühnen, Julia; Redlich, Lisa-Marie; Steckelberg, Anke",
  "journal": "JMIR infodemiology",
  "doi": "10.2196/78007",
  "publication_date": "2025-12-22T20:03:06.118952",
  "access_type": "open_access",
  "pdf_url": "https://doi.org/10.2196/78007",
  "relevance_score": 16,
  "predictive_factors": [],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:03:07.212446",
  "updated_at": "2025-12-22T20:03:07.212449"
}