{
  "pmid": "41389909",
  "title": "Immediate reductions in compressive and shear forces in the knee from gait retraining are associated with slowed cartilage degeneration after 1 year in medial knee osteoarthritis: A retrospective observational cohort study.",
  "abstract": "To identify which immediate changes in knee loading from a gait modification relate to changes in cartilage microstructure after one year. This was a one-year retrospective observational cohort study of twenty-five participants with medial knee osteoarthritis who walked with a personalized gait modification that reduced their peak knee adduction moment by modifying their foot progression angle. Musculoskeletal modeling was used to estimate knee loading changes in response to the gait modification at the initial timepoint. Magnetic resonance imaging (MRI) was conducted at baseline and after one year of gait modification to assess the change in T CCA revealed that changes in cartilage microstructure were significantly correlated to knee loading metrics (r=0.84, 95% CI: 0.66-0.93, p<0.0001). Reductions in peak anteroposterior shear force (r=0.43, 95% CI: 0.05-0.71, p=0.03) and vertical force (r=0.42, 95% CI: 0.03-0.70, p=0.04) in the medial compartment during late-stance relate to reductions in the T Baseline and immediate changes in knee loading metrics during the initial adoption of a gait modification are associated with improvements in MRI-estimated measures of cartilage microstructure after one year of gait retraining. Knee contact force metrics may be more associated with cartilage health than knee moments, which currently serve as biomechanical targets for interventions. Compressive and shear forces should be explored as targets for load-reducing interventions for medial knee osteoarthritis.",
  "authors": "Seagers, Kirsten; Kolesar, Julie A; Mazzoli, Valentina; Halilaj, Eni; Delp, Scott L; Uhlrich, Scott D",
  "journal": "Osteoarthritis and cartilage",
  "doi": "10.1016/j.joca.2025.12.007",
  "publication_date": "2025-12-22T20:03:04.290428",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 49,
  "predictive_factors": [
    {
      "factor": "Mri",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "y modifying their foot progression angle. musculoskeletal modeling was used to estimate knee loading changes in response to the gait modification at the initial timepoint. magnetic resonance imaging (mri) was conducted at baseline and after one year of gait modification to assess the change in t cca revealed that changes in cartilage microstructure were significantly correlated to knee loading metric"
    }
  ],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:03:05.589340",
  "updated_at": "2025-12-22T20:03:05.589342"
}