{
  "pmid": "41384314",
  "title": "Synovial Mesenchymal Stem Cell-Derived Exosomal miR-3614-5p Regulates Macrophage Polarization by Targeting ANXA2 to Relieve Knee Osteoarthritis.",
  "abstract": "Synovial mesenchymal stem cell-derived exosomes (SMSC-Exos) can regulate macrophage polarization and alleviate knee osteoarthritis (KOA). However, the underlying mechanisms remain unclear. This study explored the role of miR-3614-5p delivered by SMSC-Exos in KOA progression. SMSCs were isolated from rat synovial tissue; SMSC-Exos were collected and identified and co-cultured with lipopolysaccharide (LPS)-stimulated macrophages. Macrophage polarization was assessed by detecting M1- and M2- specific marker proteins using immunofluorescence and Western blot. Interactions between miR-3614-5p and ANXA2 were investigated using dual-luciferase reporter assays and RNA immunoprecipitation. Co-immunoprecipitation was performed to evaluate the interaction between ANXA2 and TLR4. The M1 conditioned medium (M1-CM) was co-cultured with chondrocytes to assess the impact of macrophage polarization on the cellular behaviors of chondrocytes. The KOA rat model was established via anterior cruciate ligament transection and treated with SMSC-Exos injections. Hematoxylin and eosin staining and safranin O-fast green staining were performed to examine cartilage damage and synovial inflammation. In vitro, SMSC-Exos promoted the polarization of LPS-stimulated macrophages from M1 to M2 phenotype, with this effect reversed by reducing miR-3614-5p levels in SMSC-Exos. miR-3614-5p directly targeted and inhibited ANXA2 mRNA expression, preventing activation of the TLR4/MyD88/NF-κB pathway. SMSC-Exos mitigated M1-CM-induced chondrocyte viability loss, apoptosis, and extracellular matrix (ECM) degradation. However, SMSC-Exos with low miR-3614-5p expression failed to show significant protective effects. In vivo, SMSC-Exos alleviated cartilage damage, synovial inflammation, and M1 macrophage infiltration in KOA rats. miR-3614-5p in SMSC-Exos targets ANXA2, promoting macrophage M1-to-M2 polarization, reducing synovial inflammation, and preventing KOA progression.",
  "authors": "Xue, Jianli; Ye, Jintao; Han, Pei; Song, Yabing",
  "journal": "The journal of gene medicine",
  "doi": "10.1002/jgm.70064",
  "publication_date": "2025-12-22T20:03:58.994454",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 13,
  "predictive_factors": [],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:04:00.340089",
  "updated_at": "2025-12-22T20:04:00.340091"
}