{
  "pmid": "41389938",
  "title": "Increased Risk of Postoperative Complications in Non-Alcoholic Cirrhosis Versus Non-Alcoholic Fatty Liver Disease Following Total Knee Arthroplasty: A National Matched Cohort Study.",
  "abstract": "The growing obesity epidemic has led to a sharp rise in non-alcoholic fatty liver disease (NAFLD), now the most common chronic liver disease in the U.S. As both obesity and NAFLD are strongly associated with knee osteoarthritis, orthopedic surgeons are increasingly encountering these patients in need of total knee arthroplasty (TKA). While cirrhosis is a known risk factor for poor postoperative outcomes, the independent impact of NAFLD on TKA remains unclear. The objective of this study was to compare postoperative complication rates in patients with NAFLD versus non-alcoholic cirrhosis (NAC) undergoing TKA. A retrospective cohort study was conducted using the Mariner database (PearlDiver Technologies), which includes administrative claims from over 151 million patients in the United States. A total of 1,767,399 patients undergoing primary TKA between 2010 and 2020 were identified. After filtering for continuous enrollment, first-instance procedures, and liver disease coding, patients with NAFLD were identified using ICD-9/10 codes and matched 1:1 via propensity score matching to NAC patients based on age, sex, Charlson Comorbidity Index, and key comorbidities. Postoperative complications were analyzed at 90 days and 1 year using multivariable logistic regression, adjusting for demographic and clinical covariates. The final matched cohorts included 14,866 patients (7,433 per group). NAFLD patients exhibited a lower overall complication burden at both time points (90-day: 14.4% vs. 17.1%, p < 0.001; 1-year: 25.9% vs. 29.8%, p < 0.001). Compared to matched NAC patients, patients with NAFLD had statistically significant lower rates of periprosthetic joint infection (90-day: 1.7% vs. 2.3%, p = 0.004; 1-year: 2.6% vs. 4.0%, p < 0.001), pulmonary embolism (90-day: 0.04% vs. 0.4%, p < 0.001; 1-year: 0.1% vs. 0.5%, p < 0.001), hematoma (90-day: 0.3% vs. 0.8%, p = 0.001; 1-year: 0.5% vs. 1.2%, p < 0.001), acute kidney injury (90-day: 2.8% vs. 3.6%, p = 0.007; 1-year: 5.6% vs. 6.8%, p < 0.001), transfusion (90-day: 0.7% vs. 2.9%, p < 0.001; 1-year: 1.3% vs. 3.9%, p < 0.001), and reoperation (90-day: 1.2% vs. 1.9%, p < 0.001; 1-year: 2.2% vs. 3.6%, p < 0.001). Otherwise, NAFLD patients demonstrated statistically significant higher rates of manipulation under anesthesia (MUA) and readmission at both 90 days and 1 year. Despite high metabolic comorbidity prevalence, NAFLD patients experienced fewer postoperative complications following TKA than matched NAC patients. These findings suggest that non-cirrhotic NAFLD may have lower perioperative risk than NAC and should not be considered as strong a contraindication to TKA. Future studies incorporating fibrosis staging and functional outcomes are warranted. Level III.",
  "authors": "Sasaki, Jared; Hand, Catherine; Bohn, Camden; Angotti, Morgan; Shinn, Daniel; Lemme, Nicholas; Forsythe, Brian",
  "journal": "Journal of ISAKOS : joint disorders & orthopaedic sports medicine",
  "doi": "10.1016/j.jisako.2025.101051",
  "publication_date": "2025-12-22T20:03:02.467597",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 55,
  "predictive_factors": [
    {
      "factor": "Age",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "inuous enrollment, first-instance procedures, and liver disease coding, patients with nafld were identified using icd-9/10 codes and matched 1:1 via propensity score matching to nac patients based on age, sex, charlson comorbidity index, and key comorbidities. postoperative complications were analyzed at 90 days and 1 year using multivariable logistic regression, adjusting for demographic and clinica"
    },
    {
      "factor": "Sex",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "s enrollment, first-instance procedures, and liver disease coding, patients with nafld were identified using icd-9/10 codes and matched 1:1 via propensity score matching to nac patients based on age, sex, charlson comorbidity index, and key comorbidities. postoperative complications were analyzed at 90 days and 1 year using multivariable logistic regression, adjusting for demographic and clinical cov"
    },
    {
      "factor": "Obesity",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "the growing obesity epidemic has led to a sharp rise in non-alcoholic fatty liver disease (nafld), now the most common chronic liver disease in the u.s. as both obesity and nafld are strongly associated with knee osteoarthritis, orthopedic surgeons are increasingly encountering these patients in need of total knee arthroplasty (tka). while cirrhosis is a known risk"
    }
  ],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:03:03.756880",
  "updated_at": "2025-12-22T20:03:03.756882"
}