{
  "pmid": "41405155",
  "title": "Similar tibial and femoral component fixation of mobile-bearing and fixed-bearing lateral unicompartmental knee arthroplasty: A radiostereometry study with 5-year follow-up.",
  "abstract": "To compare tibial and femoral component fixation of lateral unicompartmental knee arthroplasty (UKA) with mobile-bearing (MB) and fixed-bearing (FB) designs up to 5 years follow-up. The primary outcome was mean tibial component maximal total point motion (MTPM) at 1-year follow-up. The Oxford lateral domed UKA (n = 14) and the Oxford Fixed Lateral UKA (n = 13) were inserted in 27 patients with posterolateral unicompartmental knee osteoarthritis. Tibial implants were cemented, while femoral implants were either cemented (n = 17) or cementless (n = 10). At baseline, 1-, 2-, and 5-year follow-up, radiostereometry (RSA) imaging, Oxford Knee Score (OKS) and EQ-5D-5L quality of life score were collected. A newly updated 1-year migration threshold was used to determine 15-year revision-risk with migration above 0.4 mm termed 'at-risk'. At 1-year follow-up, tibial implant MTPM was 0.47 mm (confidence interval [CI]: 0.32; 0.62) for MB UKA and 0.52 mm (CI: 0.36; 0.68) for FB UKA. Femoral implant MTPM was 0.56 mm (CI: 0.34; 0.79) for MB UKA and 0.54 mm (CI: 0.30; 0.77) for FB UKA. Migration patterns were similar between cemented and cementless femoral components. No differences in tibial implant MTPM were found between groups at follow-up, with a mean difference of -0.06 (CI: -0.28; 0.15) at 2-year and -0.06 (CI: -0.31; 0.18) at 5-year follow-up. Further, 16/25 (MB: 7/13, FB: 9/12) implants were in the \"at-risk\" group for 15-year revision. Both groups demonstrated clinically relevant improvements in OKS and European quality of life score (EQ-5D-5L), no differences between FB and MB were found. The MB and FB tibial components had similar good fixation and clinical improvement until 5 years of follow-up. MTPM migration for both tibial groups was in the 'at risk' group for revision based on the newly established 1-year migration threshold, but showed no measurable migration after the 1-year follow-up. Level III.",
  "authors": "Hovmark, Andreas Bidstrup; Petersen, Emil Toft; Jürgens-Lahnstein, Jonathan Hugo; Vind, Tobias Dahl; Rytter, Søren; Jepsen, Claus Fink; Stilling, Maiken",
  "journal": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
  "doi": "10.1002/ksa.70238",
  "publication_date": "2025-12-22T20:02:42.527853",
  "access_type": "open_access",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ksa.70238",
  "relevance_score": 25,
  "predictive_factors": [],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:02:42.817659",
  "updated_at": "2025-12-22T20:02:42.817661"
}