{
  "pmid": "41413078",
  "title": "Biomechanical analysis of femoral component malalignment in medial unicompartmental knee arthroplasty.",
  "abstract": "Knee osteoarthritis (KOA) has a high prevalence among the elderly, severely affecting their quality of life and imposing a considerable burden on social health insurance. Unicompartment knee arthroplasty (UKA) continues to be favored by clinicians as a minimally invasive procedure. Fixed-bearing prostheses require more precision than mobile-bearing prostheses, and fewer studies have been done on the biomechanics of their misalignment. To evaluate the biomechanical consequences of this misalignment under different conditions, gain insight into these effects, and offer clinical recommendations, a standard knee model and several femoral prosthesis deviation types were created and evaluated. The evaluation indicators include the focus on the upper surface of the polyethylene (PE) insert, the tibial cartilage surface, as well as the medial and lateral collateral ligaments (MCL and LCL). Lateral translation of the femoral component center resulted in an 8.96% increase in maximum contact stresses (MCS) on the PE insert with a 5 mm deviation. Both varus and valgus alignments increased MCS on the PE insert, an increase of 11.34 and 12.46% for varus and valgus angles of 5°, respectively. For the tibial cartilage in the lateral compartment, MCS decreased with lateral movement of the femoral component center (standard position vs. 5 mm translation, 7.02 vs. 6.59 MPa) and increased with medial movement (standard position vs. 5 mm shift, 7.82 vs. 6.59 MPa). Stresses on the MCL increased with medial translation and valgus orientation of the femoral prosthesis, whereas stresses on the LCL increased with varus orientation and lateral translation of the femoral prosthesis. Surgeons should be vigilant about femoral prosthesis alignment, particularly when deviations exceed 5° or 5 mm, as such misalignments can lead to increased contact stresses and potential complications.",
  "authors": "Wang, Fangxing; Zhao, Jie; He, Weijie; He, Huazheng; Wang, Qiang",
  "journal": "Scientific reports",
  "doi": "10.1038/s41598-025-27623-4",
  "publication_date": "2025-12-22T20:02:21.932673",
  "access_type": "open_access",
  "pdf_url": "https://www.nature.com/articles/s41598-025-27623-4.pdf",
  "pdf_path": "data/pdfs/41413078.pdf",
  "relevance_score": 15,
  "predictive_factors": [
    {
      "factor": "Stiffness",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "earlier findings30. this is attributed to the varying stiffness between the pe insert and the lateral compartment"
    },
    {
      "factor": "Mri",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "mri magnetic resonance imaging"
    }
  ],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:02:27.666468",
  "updated_at": "2025-12-22T20:02:27.666470"
}