{
  "pmid": "41413518",
  "title": "Cost-effectiveness analysis of surgical and non-surgical weight loss interventions in end-stage knee osteoarthritis and obesity: a Markov State model.",
  "abstract": "The aim of the present study was to assess the cost-effectiveness of bariatric surgery, non-surgical weight loss and pharmacological non-surgical weight loss (BS-WL, NS-WL, PNS-WL) to avoid or delay total knee arthroplasty (TKA) in subjects with end-stage knee osteoarthritis and obesity. The quality-adjusted life years (QALYs) and incremental cost-effectiveness ratio (ICER) were computed using a Markov State Model simulating outcomes and costs in 4000 potential subjects followed for 25 years. Model inputs were derived from the literature and internet sources. Deterministic and probabilistic sensitivity analyses were performed to assess the robustness of the model assumptions. BS-WL and PNS-WL increased QALYs from 7.70 (TKA-only group) to 8.96 and 8.41, respectively, while NS-WL marginally increased QALY to 7.86. The BS-WL and PNS-WL ICERs were $27,127 and $33,461, respectively, far below the willingness-to-pay threshold of $50,000. However, the NS-WL ICER was $57,843. The percentage of subjects needing first revision was greater after TKA-only (26.4%) and lower with the other strategies (12.9% with BS-WL, 23.5% with NS-WL and 20.1% with PNS-WL). The most sensitive parameter was BS-WL success in weight loss; 20% of the key input parameter variations produced BS-WL ICERs that were always below the threshold, as for the PNS-WL strategy. Bariatric surgery is effective and cost-effective in delaying or preventing TKA in patients with severe obesity and reducing the need for primary and secondary surgical revision. Despite current limitations on the long-term effects of available antiobesity medications, semaglutide appears to also be cost-effective, while non-surgical weight loss is the least effective strategy. Clinicians and policy makers should consider the cost-effectiveness of losing weight prior to total knee replacement in patients with obesity.",
  "authors": "Panunzi, Simona; Pompa, Marcello; Maltese, Sabina; De Gaetano, Andrea; D'Orsi, Laura; Bornstein, Stefan R; Mingrone, Geltrude; Capristo, Esmeralda",
  "journal": "BMC public health",
  "doi": "10.1186/s12889-025-25427-9",
  "publication_date": "2025-12-22T20:02:20.087133",
  "access_type": "open_access",
  "pdf_url": "https://doi.org/10.1186/s12889-025-25427-9",
  "relevance_score": 15,
  "predictive_factors": [
    {
      "factor": "Obesity",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "urgery, non-surgical weight loss and pharmacological non-surgical weight loss (bs-wl, ns-wl, pns-wl) to avoid or delay total knee arthroplasty (tka) in subjects with end-stage knee osteoarthritis and obesity. the quality-adjusted life years (qalys) and incremental cost-effectiveness ratio (icer) were computed using a markov state model simulating outcomes and costs in 4000 potential subjects followed for"
    }
  ],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:02:21.411174",
  "updated_at": "2025-12-22T20:02:21.411176"
}