{
  "pmid": "41410384",
  "title": "Fear avoidance and catastrophizing are associated with both knee awareness and quality of life in knee osteoarthritis patients: a secondary report of a cross-sectional study.",
  "abstract": " In patients with knee osteoarthritis (OA), psychological factors (anxiety, depression, and pain-related catastrophizing) are associated with more pain and worse physical function. Low knee awareness and high knee-related quality of life (QoL) are key indicators of a well-functioning knee. The objective of our study was to evaluate associations between psychological factors and knee awareness and knee-related QoL in patients with knee OA.  In this Norwegian cross-sectional study of 653 patients with knee OA, 4 psychological factors were assessed: anxiety, depression, pain-related catastrophizing, and fear avoidance of physical activity. Associations between these factors and knee awareness and knee-related QoL were examined in unadjusted and adjusted regression models, controlling for age, sex, BMI, pain, and whether patients accepted or declined inclusion in a randomized controlled trial (ClinicalTrials.gov: NCT03771430). Regression coefficients with values below zero indicate negative associations between the independent and dependent factors and values above zero indicate positive associations.  Worse scores on all 4 psychological measures were associated with higher knee awareness and poorer knee-related QoL in unadjusted analyses. Standardized estimates (βs) ranged from -0.38 (95% confidence intervals [CI] -0.45 to -0.31) to -0.16 (CI -0.23 to -0.08). In adjusted analyses, pain catastrophizing (β -0.07, CI -0.14 to -0.01) and fear-avoidance (β -0.11, CI -0.18 to -0.05) remained associated with higher knee awareness, whereas poorer knee-related QoL remained associated with more anxiety (β -0.10, CI -0.16 to -0.03) and depression (β -0.14, CI -0.20 to -0.08), as well as more pain catastrophizing (β -0.19, CI -0.26 to -0.12) and fear-avoidance (β -0.19, CI -0.25 to -0.13).  Higher fear avoidance of physical activity and more pain catastrophizing had the strongest associations with higher knee awareness and poorer knee-related QoL.",
  "authors": "Kise, Nina Jullum; Eliassen, Siri; Furnes, Ove; Gay, Caryl; Heir, Stig; Lerdal, Anners; Lindberg, Maren Falch; Rognsvåg, Turid; Aamodt, Arild; Nerhus, Tor Kjetil",
  "journal": "Acta orthopaedica",
  "doi": "10.2340/17453674.2025.45070",
  "publication_date": "2025-12-22T20:02:37.480180",
  "access_type": "open_access",
  "pdf_url": "https://actaorthop.org/actao/article/download/45070/52290",
  "relevance_score": 66,
  "predictive_factors": [
    {
      "factor": "Age",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "hizing, and fear avoidance of physical activity. associations between these factors and knee awareness and knee-related qol were examined in unadjusted and adjusted regression models, controlling for age, sex, bmi, pain, and whether patients accepted or declined inclusion in a randomized controlled trial (clinicaltrials.gov: nct03771430). regression coefficients with values below zero indicate negati"
    },
    {
      "factor": "Sex",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "g, and fear avoidance of physical activity. associations between these factors and knee awareness and knee-related qol were examined in unadjusted and adjusted regression models, controlling for age, sex, bmi, pain, and whether patients accepted or declined inclusion in a randomized controlled trial (clinicaltrials.gov: nct03771430). regression coefficients with values below zero indicate negative as"
    },
    {
      "factor": "Bmi",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "d fear avoidance of physical activity. associations between these factors and knee awareness and knee-related qol were examined in unadjusted and adjusted regression models, controlling for age, sex, bmi, pain, and whether patients accepted or declined inclusion in a randomized controlled trial (clinicaltrials.gov: nct03771430). regression coefficients with values below zero indicate negative associa"
    },
    {
      "factor": "Pain",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "in patients with knee osteoarthritis (oa), psychological factors (anxiety, depression, and pain-related catastrophizing) are associated with more pain and worse physical function. low knee awareness and high knee-related quality of life (qol) are key indicators of a well-functioning knee. the objective of our study was to evaluate associations betw"
    },
    {
      "factor": "Depression",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "in patients with knee osteoarthritis (oa), psychological factors (anxiety, depression, and pain-related catastrophizing) are associated with more pain and worse physical function. low knee awareness and high knee-related quality of life (qol) are key indicators of a well-functioning k"
    },
    {
      "factor": "Anxiety",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "in patients with knee osteoarthritis (oa), psychological factors (anxiety, depression, and pain-related catastrophizing) are associated with more pain and worse physical function. low knee awareness and high knee-related quality of life (qol) are key indicators of a well-f"
    },
    {
      "factor": "Catastrophizing",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "in patients with knee osteoarthritis (oa), psychological factors (anxiety, depression, and pain-related catastrophizing) are associated with more pain and worse physical function. low knee awareness and high knee-related quality of life (qol) are key indicators of a well-functioning knee. the objective of our study wa"
    },
    {
      "factor": "Fear",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "ated qol in patients with knee oa.  in this norwegian cross-sectional study of 653 patients with knee oa, 4 psychological factors were assessed: anxiety, depression, pain-related catastrophizing, and fear avoidance of physical activity. associations between these factors and knee awareness and knee-related qol were examined in unadjusted and adjusted regression models, controlling for age, sex, bmi, p"
    }
  ],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:02:38.283812",
  "updated_at": "2025-12-22T20:02:38.283814"
}