{
  "pmid": "41426344",
  "title": "Travel Time to a Reconstruction Center Is Not Associated With Progression to Arthroplasty Following Knee Osteoarthritis Diagnosis: A Retrospective, Single-Institution Analysis.",
  "abstract": "Efficiency and improved outcomes drive consolidation of total knee arthroplasty (TKA) services to higher-volume centers. Consequently, some patients may travel farther for arthroplasty care, potentially creating a new access barrier. We investigated whether driving time to a reconstruction center was associated with progression to TKA among patients with newly diagnosed knee osteoarthritis (OA). We conducted a retrospective review of data gathered from the electronic medical record of an academic health system serving a large geographic catchment for patients over 50 years old and newly diagnosed with knee OA between January 2021 and September 2022. One year TKA progression, setting of diagnosis, patient home ZIP code, and other information were recorded. The association between driving time and TKA progression was assessed using the Wilcoxon rank-sum test. A total of 4106 patients were identified, resembling an expected OA population, with 61% women and 54% ages 50 to 64 years. Median driving time was 31 minutes, with 8% driving longer than 2 hours. In all, 299 patients (7.3%) progressed to TKA within 1 year. Median driving time was similar for OA patients who progressed to TKA (31 minutes; interquartile range [IQR], 19-78) versus OA patients who did not (31 minutes; IQR, 16-62). Notably, diagnosis in an orthopedic clinic was associated with increased odds of progression to TKA in patients with longer driving times, with no other subgroup associations. Increased driving time was not associated with increased rates of 1 year progression to TKA in newly diagnosed OA patients. At least based on these results for patients able to receive a diagnosis of OA, driving time did not appear to pose a barrier to surgical management. Level III: prognostic study.",
  "authors": "Mounce, Samuel D; Miller, Kaitlyn A; Jacobs, Cale A; Buller, Leonard T; Duncan, Stephen T; Landy, David C",
  "journal": "HSS journal : the musculoskeletal journal of Hospital for Special Surgery",
  "doi": "10.1177/15563316251397993",
  "publication_date": "2025-12-22T20:02:16.160103",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 32,
  "predictive_factors": [],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:02:17.423522",
  "updated_at": "2025-12-22T20:02:17.423524"
}