{
  "pmid": "41422443",
  "title": "[Descending genicular artery embolization to reduce chronic pain after total knee replacement].",
  "abstract": "The prevalence of osteoarthritis is very high and most often affects the knee joint in addition to the hip. A new, innovative option in the treatment strategy of knee osteoarthritis is embolization of the descending genicular artery which arises from femoral artery. This procedure is most often performed in cases of knee osteoarthritis that does not respond to conservative treatment, but it can also be successfully used in cases of hemarthros or persistent pain following total knee replacement surgery. The procedure treats knee osteoarthritis pain by reducing synovial blood flow, which is believed to reduce knee pain associated with inflammation, neovascularity and neoinnervation. In our case report, we managed to significantly reduce severe pain following successful knee total endoprothesis surgery with selective embolization of the descending genicular artery, which did not improve with other treatments. Orv Hetil. 2025; 166(51): 2024-2028. Az osteoarthritis népbetegségnek tekinthető, és a csípőn kívül gyakran érinti a térdízületet. A térd osteoarthritisének kezelési stratégiájában új, innovatív lehetőség a femoralis artériából eredő leszálló genicularis artéria (a. genus descendens) embolisatiója. Ilyen beavatkozást a legnagyobb számban konzervatív kezelésre nem gyógyuló térdízületi gyulladás esetén végeznek, de sikeresen alkalmazható beavatkozás teljes endoprotézist követő haemarthros vagy a műtét után perzisztáló fájdalom esetén is. Feltételezések szerint az eljárás a synovialis véráramlás csökkentésével mérsékli a gyulladással, neovascularisatióval és neoinnervatióval összefüggő térdfájdalmat. Közleményünkben egy esetünket ismertetjük, amelyben eredményes teljes térdendoprotézist követően fellépő erős fájdalmat sikerült az a. genicularis descendens szuperszelektív embolisatiójával jelentősen mérsékelnünk. Orv Hetil. 2025; 166(51): 2024–2028.",
  "authors": "Oláh, Csaba Zsolt; Bábás, Szabolcs; Oláh, Zsuzsanna; Tamáska, Péter",
  "journal": "Orvosi hetilap",
  "doi": "10.1556/650.2025.33446",
  "publication_date": "2025-12-22T20:02:05.132326",
  "access_type": "open_access",
  "pdf_url": "https://doi.org/10.1556/650.2025.33446",
  "relevance_score": 27,
  "predictive_factors": [
    {
      "factor": "Pain",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "tery. this procedure is most often performed in cases of knee osteoarthritis that does not respond to conservative treatment, but it can also be successfully used in cases of hemarthros or persistent pain following total knee replacement surgery. the procedure treats knee osteoarthritis pain by reducing synovial blood flow, which is believed to reduce knee pain associated with inflammation, neovascula"
    }
  ],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:02:07.349602",
  "updated_at": "2025-12-22T20:02:07.349605"
}