{
  "pmid": "41421422",
  "title": "Comprehensive Zonal Assessment of Meniscal Degeneration Using Quantitative UTE MRI.",
  "abstract": "Knee menisci consist of three zones-red-red (RR), red-white (RW), and white-white (WW) zones, which may be differentially affected by osteoarthritis (OA). Zone-specific quantitative imaging techniques are valuable in understanding OA progression. The study utilized a comprehensive set of ultrashort-echo-time (UTE) MRI sequences, including UTE-T Sixty-two volunteers (mean-age 55±17 years; 30 females; 46 patients with radiographic OA) participated in the study. UTE techniques were employed to quantify T A total of 178 meniscal regions were analyzed, with 65 classified as grade-1 (normal), 80 as grade-2 (mild-degeneration), and 33 as grade-3 (advanced-degeneration). Significant differences in all UTE measurements were clearly observed between the three zones in normal menisci. These differences became less distinct with increasing degeneration. Furthermore, within each zone, T The study highlights the potential of UTE measurements to differentiate normal meniscal zonal composition and detect early changes due to degeneration, offering a promising tool for comprehensive knee-OA assessment and treatment monitoring.",
  "authors": "Suprana, Arya; Daskareh, Mahyar; Chae, Hee Dong; Wang, Jiaji; Athertya, Jiyo; Shin, Soo Hyun; Chang, Eric Y; Sah, Robert L; Bydder, Graeme M; Du, Jiang; Ma, Yajun",
  "journal": "Osteoarthritis and cartilage",
  "doi": "10.1016/j.joca.2025.12.017",
  "publication_date": "2025-12-22T20:02:17.942695",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 20,
  "predictive_factors": [
    {
      "factor": "Age",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "itative imaging techniques are valuable in understanding oa progression. the study utilized a comprehensive set of ultrashort-echo-time (ute) mri sequences, including ute-t sixty-two volunteers (mean-age 55±17 years; 30 females; 46 patients with radiographic oa) participated in the study. ute techniques were employed to quantify t a total of 178 meniscal regions were analyzed, with 65 classified as g"
    },
    {
      "factor": "Mri",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "ially affected by osteoarthritis (oa). zone-specific quantitative imaging techniques are valuable in understanding oa progression. the study utilized a comprehensive set of ultrashort-echo-time (ute) mri sequences, including ute-t sixty-two volunteers (mean-age 55±17 years; 30 females; 46 patients with radiographic oa) participated in the study. ute techniques were employed to quantify t a total of 1"
    }
  ],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:02:19.259796",
  "updated_at": "2025-12-22T20:02:19.259798"
}