{
  "pmid": "41422212",
  "title": "A modified minimally invasive subvastus approach shows superior early postoperative clinical outcomes compared to the medial parapatellar approach in total knee arthroplasty for osteoarthritis patients: a comparative study.",
  "abstract": "This study compared the modified minimally invasive subvastus approach (MMSA) versus the medial parapatellar approach (MPA) in total knee arthroplasty (TKA) for osteoarthritis, focusing on perioperative blood loss, postoperative pain, quadriceps strength, and knee mobility. In this retrospective cohort study, we enrolled patients undergoing TKA from June 2020 to June 2022. Inclusion criteria were adults aged 40-80 with end-stage knee osteoarthritis undergoing primary TKA. Exclusion criteria included neuromuscular disorders, active infections, severe osteoporosis, prior knee surgery, and rheumatoid arthritis. We compared the MMSA group (n = 36) with the MPA group (n = 57) for primary outcomes including blood loss, postoperative pain, quadriceps strength, knee range of motion, and clinical scores including Oxford Knee Score (OKS) and Western Ontario and McMaster Universities (WOMAC) score. The MMSA group showed reduced blood loss, less pain on day 3, and better quadriceps strength and knee mobility compared to the MPA group. Clinical scores (WOMAC and OKS) were significantly better in the MMSA group in the early postoperative period, indicating improved function and reduced pain. However, the MMSA group had longer operation times. Long-term recovery and prosthesis placement accuracy, including prosthesis angles, were similar in both groups. The MMSA offers superior short-term outcomes post-TKA without compromising long-term recovery, indicating its potential as a preferred approach for patients aiming to minimize postoperative complications and expedite recovery. This study provides evidence for the clinical superiority of MMSA in the early postoperative period.",
  "authors": "Hu, Wanyan; Nie, Yi; Li, Yucong; Yang, Bingsheng; Su, Zexin; Zhu, Zhaohua; Xie, Chao; Lin, Lijun",
  "journal": "BMC musculoskeletal disorders",
  "doi": "10.1186/s12891-025-09428-8",
  "publication_date": "2025-12-22T20:02:09.719763",
  "access_type": "open_access",
  "pdf_url": "https://doi.org/10.1186/s12891-025-09428-8",
  "relevance_score": 44,
  "predictive_factors": [
    {
      "factor": "Pain",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "ied minimally invasive subvastus approach (mmsa) versus the medial parapatellar approach (mpa) in total knee arthroplasty (tka) for osteoarthritis, focusing on perioperative blood loss, postoperative pain, quadriceps strength, and knee mobility. in this retrospective cohort study, we enrolled patients undergoing tka from june 2020 to june 2022. inclusion criteria were adults aged 40-80 with end-stage"
    },
    {
      "factor": "Womac",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "mary outcomes including blood loss, postoperative pain, quadriceps strength, knee range of motion, and clinical scores including oxford knee score (oks) and western ontario and mcmaster universities (womac) score. the mmsa group showed reduced blood loss, less pain on day 3, and better quadriceps strength and knee mobility compared to the mpa group. clinical scores (womac and oks) were significantly be"
    },
    {
      "factor": "Range Of Motion",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "prior knee surgery, and rheumatoid arthritis. we compared the mmsa group (n = 36) with the mpa group (n = 57) for primary outcomes including blood loss, postoperative pain, quadriceps strength, knee range of motion, and clinical scores including oxford knee score (oks) and western ontario and mcmaster universities (womac) score. the mmsa group showed reduced blood loss, less pain on day 3, and better quadriceps"
    },
    {
      "factor": "Quadriceps Strength",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "nimally invasive subvastus approach (mmsa) versus the medial parapatellar approach (mpa) in total knee arthroplasty (tka) for osteoarthritis, focusing on perioperative blood loss, postoperative pain, quadriceps strength, and knee mobility. in this retrospective cohort study, we enrolled patients undergoing tka from june 2020 to june 2022. inclusion criteria were adults aged 40-80 with end-stage knee osteoarthritis u"
    }
  ],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:02:11.091741",
  "updated_at": "2025-12-22T20:02:11.091744"
}