{
  "pmid": "41468605",
  "title": "Predictive Value of Machine Learning in Knee Osteoarthritis Progression: Systematic Review and Meta-Analysis.",
  "abstract": "Machine learning (ML) has been investigated for its predictive value in knee osteoarthritis (KOA) progression. However, systematic evidence on the effectiveness of ML is still lacking, posing a challenge to precision prevention. This systematic review aimed to systematically assess the application status and accuracy of ML in predicting KOA progression and to compare the predictive performance of ML, traditional methods, and deep learning under different datasets, model types, modeling variables, and definitions of KOA progression. Following the PRISMA (Preferred Reporting Items for Systematic reviews and Meta-Analyses) statement, a systematic search was conducted in Embase, Web of Science, PubMed, and Cochrane Library up to October 10, 2025. Two investigators were independently responsible for study screening, data extraction, and risk-of-bias assessment in included studies using the Prediction Model Risk of Bias Assessment Tool. Meta-analyses were conducted on the concordance index (C-index) and diagnostic 4-fold table using a random effects model, with prediction intervals (PIs) reported. In addition, subgroup analyses were performed by model type, modeling variable, and definition of KOA progression. A total of 32 studies were included. The overall risk of bias was considered low in 8 studies, high in 13 studies, and unclear in 11 studies. For predicting all progression, the pooled C-index was 0.773 (95% CI 0.727-0.821; 95% PI 0.567-1.000) for the clinical feature-based model, 0.798 (95% CI 0.755-0.843; 95% PI 0.646-0.984) for the magnetic resonance imaging (MRI)-based model, 0.712 (95% CI 0.657-0.772; 95% PI 0.526-0.965) for the X-ray-based model, 0.806 (95% CI 0.765-0.849; 95% PI 0.639-1.000) for the MRI+clinical feature-based model, 0.772 (95% CI 0.731-0.815; 95% PI 0.610-0.976) for the X-ray+clinical feature-based model, and 0.731 (95% CI 0.669-0.798; 95% PI 0.518-1.000) for the clinical feature+X-ray+MRI-based model. The clinical feature-based model was established mainly using logistic regression and exhibited accuracy comparable to other ML models. Among image-based models, traditional ML or deep learning possessed higher accuracy. This systematic review used CIs to estimate mean effects and PIs to estimate the potential range of effects in future scenarios. It systematically compared the performance of ML in predicting KOA progression under different model types, modeling variables, and definitions of KOA progression. ML models demonstrate certain discriminatory power in predicting KOA progression, but current evidence should be interpreted with caution due to various sources of significant heterogeneity, such as variations in the definition of KOA progression and validation strategies. Future research should standardize the definition of KOA progression, enhance methodological rigor, and conduct stringent external validation to improve model reliability and facilitate clinical translation.",
  "authors": "Liu, Yanwen; Xiao, Guangzhi; Zhang, Youqun; Wang, Xinyi; Jia, Junfeng; Xie, Aiguo; Zheng, Zhaohui; Zhang, Kui",
  "journal": "Journal of medical Internet research",
  "doi": "10.2196/80430",
  "publication_date": "2025-12-31T16:54:09.143173",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 40,
  "relevance_score_breakdown": {
    "clinical_relevance": 12,
    "study_quality": 15,
    "novelty_impact": 8,
    "actionability": 5,
    "total_score": 40
  },
  "value_category": "low_value",
  "priority_level": "low_priority",
  "relevance_score_legacy": 65,
  "predictive_factors": [
    {
      "factor": "Mri",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "ression, the pooled c-index was 0.773 (95% ci 0.727-0.821; 95% pi 0.567-1.000) for the clinical feature-based model, 0.798 (95% ci 0.755-0.843; 95% pi 0.646-0.984) for the magnetic resonance imaging (mri)-based model, 0.712 (95% ci 0.657-0.772; 95% pi 0.526-0.965) for the x-ray-based model, 0.806 (95% ci 0.765-0.849; 95% pi 0.639-1.000) for the mri+clinical feature-based model, 0.772 (95% ci 0.731-0."
    },
    {
      "factor": "X-Ray",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": ".000) for the clinical feature-based model, 0.798 (95% ci 0.755-0.843; 95% pi 0.646-0.984) for the magnetic resonance imaging (mri)-based model, 0.712 (95% ci 0.657-0.772; 95% pi 0.526-0.965) for the x-ray-based model, 0.806 (95% ci 0.765-0.849; 95% pi 0.639-1.000) for the mri+clinical feature-based model, 0.772 (95% ci 0.731-0.815; 95% pi 0.610-0.976) for the x-ray+clinical feature-based model, and 0."
    }
  ],
  "processing_status": "processed",
  "created_at": "2025-12-31T16:54:14.651374",
  "updated_at": "2025-12-31T16:54:14.651376"
}