{
  "pmid": "37231221",
  "title": "A Preliminary Examination of the Effects and Mechanisms of Cognitive Behavioral Therapy for Insomnia on Systemic Inflammation Among Patients with Knee Osteoarthritis.",
  "abstract": "Systemic inflammation, particularly the elevation of interleukin-6 (IL-6), plays an important role in the maintenance and progression of knee osteoarthritis. Insomnia, being highly prevalent in knee osteoarthritis, is understood to be a risk factor for systemic inflammation. The present study examined if cognitive behavioral therapy for insomnia (CBT-I) would reduce circulating IL-6 levels to a larger extent than the active control condition via greater improvement in sleep maintenance disturbance at mid-treatment, among individuals with knee osteoarthritis and insomnia disorder. This is an ancillary study (N = 64) from a larger double-blind, randomized, active controlled clinical trial. Serum IL-6 was measured at baseline, post-treatment, and 3- and 6-month follow-ups. Sleep was measured by daily sleep diaries. Overall, there was no significant IL-6 trajectory differences between CBT-I and the active control (p = .64). Compared to the active control, CBT-I demonstrated greater improvement in sleep maintenance disturbance at mid-treatment (p = .01), which, in turn, was significantly associated with lower levels of IL-6 at 3-month follow-up (p < .05). Sleep maintenance disturbance at mid-treatment did not significantly predict changes in IL-6 levels at post-treatment (p = .43) and 6-month follow-up (p = .90). Our study demonstrates that CBT-I can be efficacious in improving sleep maintenance disturbance among individuals with knee osteoarthritis and insomnia disorder. However, no convincing evidence was found that CBT-I can substantially reduce IL-6 levels via improvement in sleep. CBT-I alone may not be effective in reducing systematic inflammation in this clinical population. NCT00592449.",
  "authors": "Mun, Chung Jung; Speed, Traci J; Finan, Patrick H; Wideman, Timothy H; Quartana, Phillip J; Smith, Michael T",
  "journal": "International journal of behavioral medicine",
  "doi": "10.1007/s12529-023-10184-z",
  "publication_date": "2025-12-29T07:16:50.514736",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 34,
  "relevance_score_breakdown": {
    "clinical_relevance": 9,
    "study_quality": 12,
    "novelty_impact": 8,
    "actionability": 5,
    "total_score": 34
  },
  "value_category": "very_low_value",
  "priority_level": "very_low_priority",
  "relevance_score_legacy": 30,
  "predictive_factors": [],
  "processing_status": "error",
  "created_at": "2025-12-29T07:16:52.424507",
  "updated_at": "2025-12-29T07:16:53.503788"
}