{
  "pmid": "37335227",
  "title": "Only 1% of Total Knee Arthroplasty Clinical Trials Report Patient Opioid Use Before or After Surgery: A Systematic Review.",
  "abstract": "Many clinical trials report significant improvements in osteoarthritis-related pain and function after total knee arthroplasty (TKA). Opioids are commonly prescribed for pain management of knee osteoarthritis and also perioperative pain after surgery. The extent of persistent opioid use after TKA is unknown. Because up to 20% of individuals have poor outcomes after TKA and prior opioid use is a risk factor for future opioid use, treatment effects from TKA clinical trials would be better understood by assessing opioid use data from trial participants. The purpose of this review was to determine the proportion of participants in TKA trials with opioid use before surgery and persistent use after surgery and how well clinical trials capture and report these variables. A systematic review of the literature (5 databases: CINAHL Cochrane CENTRAL, Embase, PubMed, and Web of Science) was conducted to assess the reporting of opioid use in TKA clinical trials. All opioid use was extracted, both prior and postoperatively. Long-term opioid use was determined using 4 different contemporary definitions to increase the sensitivity of the assessment. The search produced 24,252 titles and abstracts, and 324 met the final inclusion criteria. Only 4 of the 324 trials (1.2%) reported any type of opioid use; 1 identified prior opioid use, and none reported long-term opioid use after surgery. Only 1% of TKA clinical trials in the past 15 years reported any opioid use. Based on available research, it is not possible to determine if TKA is effective in reducing reliance on opioids for pain management. It also highlights the need to better track and report prior and long-term opioid use as a core outcome in future TKA trials.",
  "authors": "Crane, Patricia; Morris, John; Egan, William; Young, Jodi L; Nova, Vitalina; Rhon, Daniel I",
  "journal": "The Clinical journal of pain",
  "doi": "10.1097/AJP.0000000000001139",
  "publication_date": "2025-12-29T07:16:54.179314",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 38,
  "relevance_score_breakdown": {
    "clinical_relevance": 11,
    "study_quality": 15,
    "novelty_impact": 8,
    "actionability": 4,
    "total_score": 38
  },
  "value_category": "very_low_value",
  "priority_level": "very_low_priority",
  "relevance_score_legacy": 53,
  "predictive_factors": [
    {
      "factor": "Pain",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "many clinical trials report significant improvements in osteoarthritis-related pain and function after total knee arthroplasty (tka). opioids are commonly prescribed for pain management of knee osteoarthritis and also perioperative pain after surgery. the extent of persistent opioid use after tka is unknown. because up to 20% of individuals have poor outcomes after tka an"
    }
  ],
  "processing_status": "error",
  "created_at": "2025-12-29T07:16:55.754411",
  "updated_at": "2025-12-29T07:16:56.773899"
}