{
  "pmid": "40983317",
  "title": "Experimentally Induced Knee Effusion Does Not Simulate Sustained Ground Reaction Force Profiles During Overground Walking.",
  "abstract": "Less dynamic limb-level loading is observed bilaterally in individuals who have undergone unilateral anterior cruciate ligament reconstruction (ACLR) and is linked with the development and progression of knee osteoarthritis. Experimentally induced knee effusion (EIKE) models have been used to study biomechanical effects of knee injury, showing decreased quadriceps activation and lesser peak limb-level loading (ie, vertical ground reaction force [vGRF]) during stair descent and decreased knee extensor torque during overground walking. However, it is unknown whether EIKE acutely induces less dynamic limb-level loading during overground walking. Therefore, this study's purpose was to investigate bilateral effects of unilateral EIKE on limb-level loading throughout stance. Ten individuals completed 5 gait trials at their habitual walking speed pre-EIKE and post-EIKE. Functional waveform analyses compared time-normalized vGRFs, anteroposterior GRFs, and mediolateral GRFs normalized to body weight (BW) pre-EIKE and post-EIKE. EIKE resulted in less dynamic anteroposterior GRFs from 16% to 24% of stance (mean difference: 2%BW) and no change in vGRFs of the effused limb. The contralateral limb demonstrated greater vGRFs from 6% to 35% of stance (mean difference: 10%BW) and greater anteroposterior GRFs from 13% to 19% of stance (mean difference: -2%BW). Our results indicate that unilateral EIKE does not simulate bilateral sustained compressive loading profiles previously linked to knee osteoarthritis.",
  "authors": "Collins, Katherine; Pietrosimone, Brian; Lindsay, Timothy; Myers, Heather; Ceraulo, Anthony S; Lau, Brian C; Lemus, Sergio A; Pietrosimone, Laura S",
  "journal": "Journal of applied biomechanics",
  "doi": "10.1123/jab.2025-0013",
  "publication_date": "2025-12-22T20:04:45.957009",
  "access_type": "paywalled",
  "pdf_url": null,
  "relevance_score": 7,
  "predictive_factors": [],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:04:47.292011",
  "updated_at": "2025-12-22T20:04:47.292013"
}