{
  "pmid": "40985870",
  "title": "High survival rates and patient satisfaction 12 years after medial open wedge high tibial osteotomy surgery: A prospective cohort study.",
  "abstract": "Medial open wedge high tibial osteotomy (HTO) can delay knee arthroplasty (KA) in patients with medial compartment varus knee osteoarthritis (OA). However, prospectively collected long-term outcomes and survival rates are limited. The purpose of this study was to assess the survival rate and the outcome following HTO. In this prospective cohort study with initially 120 knees from 112 patients treated from 2008 to 2011 with an HTO, 95 knees from 88 patients (age: 47.0 ± 7.6 years; female: n = 28) were followed-up. The minimum follow-up was 12 years or an earlier conversion to KA. The 5-, 10- and 12-year survival rates were calculated. The Lysholm and IKDC scores were assessed preoperatively and 1.5, 6 and 12 years postoperatively. At the last follow-up (12.9 ± 0.8,12.0-15.1 years), 67.4% (n = 64) had no conversion to KA. 31 knees (32.6%; 2 unicompartmental KA, 29 total KA) were converted to a KA on average 7.3 ± 3.3 (1.5-13.0) years after the HTO. The 5-, 10- and 12-year survival rates were 88.2%, 76.3% and 69.7%. Knees without conversion to KA had significantly higher scores at the last follow-up compared to preoperatively: The Lysholm score increased from 60.4 ± 21.1 (14.0-91.0) preoperatively to 89.1 ± 12.5 (39.0-100.0), 86.5 ± 13.8 (39.0-100.0) and 82.6 ± 18.3 (30.0-100.0). The IKDC score also increased from 51.8 ± 16.6 (15.0-93.0) preoperatively to 77.7 ± 14.8 (21.0-100.0), 70.9 ± 15.3 (26.0-98.0) and 72.5 ± 18.1 (14.0-95.0) at the corresponding postoperative time points 1.5, 6 and 12-years. HTO to treat varus medial OA showed good long-term outcomes. Most patients can expect no conversion to KA for more than twelve years and a higher subjective knee function than preoperatively. Level IV.",
  "authors": "Ahrend, Marc-Daniel; Petzold, Daniel; Histing, Tina; Ihle, Christoph; Schröter, Steffen; Herbst, Moritz",
  "journal": "Knee surgery, sports traumatology, arthroscopy : official journal of the ESSKA",
  "doi": "10.1002/ksa.70071",
  "publication_date": "2025-12-22T20:04:45.155012",
  "access_type": "open_access",
  "pdf_url": "https://onlinelibrary.wiley.com/doi/pdfdirect/10.1002/ksa.70071",
  "relevance_score": 35,
  "predictive_factors": [
    {
      "factor": "Age",
      "outcome": "knee osteoarthritis progression",
      "effect_size": "not specified",
      "significance": "mentioned in text",
      "context": "o assess the survival rate and the outcome following hto. in this prospective cohort study with initially 120 knees from 112 patients treated from 2008 to 2011 with an hto, 95 knees from 88 patients (age: 47.0 ± 7.6 years; female: n = 28) were followed-up. the minimum follow-up was 12 years or an earlier conversion to ka. the 5-, 10- and 12-year survival rates were calculated. the lysholm and ikdc sc"
    }
  ],
  "processing_status": "processed",
  "created_at": "2025-12-22T20:04:45.441247",
  "updated_at": "2025-12-22T20:04:45.441250"
}